#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Validation 🤖`success`
#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```

terraform
Running plan in the remote backend. Output will stream here. Pressing Ctrl-C
will stop streaming the logs, but will not stop the plan running remotely.

Preparing the remote plan...

To view this run in a browser, visit:
https://app.terraform.io/app/quarkiverse/quarkiverse-devops/runs/run-gwaWZgLuFGCHwyxD

Waiting for the plan to start...

Terraform v1.0.11
on linux_amd64
Configuring remote state backend...
Initializing Terraform configuration...
github_repository.quarkus_univocity_parsers: Refreshing state... [id=quarkus-univocity-parsers]
github_repository.quarkus_minio: Refreshing state... [id=quarkus-minio]
github_repository.quarkus_reactive_messaging_http: Refreshing state... [id=quarkus-reactive-messaging-http]
github_repository.quarkus_micrometer_registry: Refreshing state... [id=quarkus-micrometer-registry]
github_repository.quarkus_elasticsearch_reactive: Refreshing state... [id=quarkus-elasticsearch-reactive]
github_repository.quarkus_morphia: Refreshing state... [id=quarkus-morphia]
github_repository.quarkus_freemarker: Refreshing state... [id=quarkus-freemarker]
github_repository.quarkus_logging_cloudwatch: Refreshing state... [id=quarkus-logging-cloudwatch]
github_repository.quarkus_operator_sdk: Refreshing state... [id=quarkus-operator-sdk]
github_repository.quarkus_jsch: Refreshing state... [id=quarkus-jsch]
github_repository.quarkus_jgrapht: Refreshing state... [id=quarkus-jgrapht]
github_repository.quarkus_logging_sentry: Refreshing state... [id=quarkus-logging-sentry]
github_repository.quarkus_cucumber: Refreshing state... [id=quarkus-cucumber]
github_repository.quarkus_rsocket: Refreshing state... [id=quarkus-rsocket]
github_repository.quarkus_config_extensions: Refreshing state... [id=quarkus-config-extensions]
github_repository.quarkus_tekton_client: Refreshing state... [id=quarkus-tekton-client]
github_repository.quarkus_qson: Refreshing state... [id=quarkus-qson]
github_repository.quarkus_hibernate_types: Refreshing state... [id=quarkus-hibernate-types]
github_repository.quarkus_doma: Refreshing state... [id=quarkus-doma]
github_repository.quarkus_github_api: Refreshing state... [id=quarkus-github-api]
github_repository.quarkus_kerberos: Refreshing state... [id=quarkus-kerberos]
github_repository.quarkus_jgit: Refreshing state... [id=quarkus-jgit]
github_repository.quarkus_cxf: Refreshing state... [id=quarkus-cxf]
github_repository.quarkus_jjwt_jackson: Refreshing state... [id=quarkus-jjwt-jackson]
github_repository.quarkus_jackson_jq: Refreshing state... [id=quarkus-jackson-jq]
github_repository.quarkus_microprofile: Refreshing state... [id=quarkus-microprofile]
github_repository.quarkus_jna: Refreshing state... [id=quarkus-jna]
github_repository.quarkus_jooq: Refreshing state... [id=quarkus-jooq]
github_repository.quarkus_opencv: Refreshing state... [id=quarkus-opencv]
github_repository.quarkus_logging_manager: Refreshing state... [id=quarkus-logging-manager]
github_repository.quarkus_maven_resolver: Refreshing state... [id=quarkus-maven-resolver]
github_repository.quarkus_hivemq_client: Refreshing state... [id=quarkus-hivemq-client]
github_repository.quarkus_zeebe: Refreshing state... [id=quarkus-zeebe]
github_repository.quarkus_tika: Refreshing state... [id=quarkus-tika]
github_repository.quarkus_logging_splunk: Refreshing state... [id=quarkus-logging-splunk]
github_repository.quarkus_google_cloud_services: Refreshing state... [id=quarkus-google-cloud-services]
github_repository.quarkus_logging_logback: Refreshing state... [id=quarkus-logging-logback]
github_repository.quarkus_shardingsphere_jdbc: Refreshing state... [id=quarkus-shardingsphere-jdbc]
github_repository.quarkus_logging_json: Refreshing state... [id=quarkus-logging-json]
github_repository.quarkus_apicurio_registry_client: Refreshing state... [id=quarkus-apicurio-registry-client]
github_repository.quarkus_prettytime: Refreshing state... [id=quarkus-prettytime]
github_repository.quarkus_xmlsec: Refreshing state... [id=quarkus-xmlsec]
github_repository.quarkus_jberet: Refreshing state... [id=quarkus-jberet]
github_repository.quarkus_rabbitmq_client: Refreshing state... [id=quarkus-rabbitmq-client]
github_repository.quarkus_datadog_opentracing: Refreshing state... [id=quarkus-datadog-opentracing]
github_repository.quarkus_lucene: Refreshing state... [id=quarkus-lucene]
github_repository.quarkus_mockk: Refreshing state... [id=quarkus-mockk]
github_repository.quarkus_scala: Refreshing state... [id=quarkus-scala3]
github_repository.quarkus_github_app: Refreshing state... [id=quarkus-github-app]
github_repository.quarkus_mybatis: Refreshing state... [id=quarkus-mybatis]
github_repository.quarkus_unleash: Refreshing state... [id=quarkus-unleash]
github_branch.quarkus_elasticsearch_reactive: Refreshing state... [id=quarkus-elasticsearch-reactive:main]
github_branch.quarkus_jsch: Refreshing state... [id=quarkus-jsch:main]
github_branch.quarkus_config_extensions: Refreshing state... [id=quarkus-config-extensions:main]
github_team.quarkus_apicurio_registry_client: Refreshing state... [id=4359832]
github_team.quarkus_rabbitmq_client: Refreshing state... [id=4454281]
github_team.quarkus_microprofile: Refreshing state... [id=5018652]
github_team.quarkus_google_cloud_services: Refreshing state... [id=4133757]
github_team.quarkus_doma: Refreshing state... [id=4206574]
github_team.quarkus_xmlsec: Refreshing state... [id=5249540]
github_team.quarkus_hibernate_types: Refreshing state... [id=4427586]
github_team.quarkus_logging_splunk: Refreshing state... [id=4611522]
github_team.quarkus_lucene: Refreshing state... [id=4572442]
github_team.quarkus_mybatis: Refreshing state... [id=4163389]
github_team.quarkus_logging_manager: Refreshing state... [id=4193789]
github_team.quarkus_maven_resolver: Refreshing state... [id=5330694]
github_team.quarkus_github_app: Refreshing state... [id=5327479]
github_team.quarkus_scala: Refreshing state... [id=4973599]
github_team.quarkus_minio: Refreshing state... [id=4257600]
github_team.quarkus_jberet: Refreshing state... [id=4130738]
github_team.quarkus_qson: Refreshing state... [id=5258394]
github_team.quarkus_jsch: Refreshing state... [id=5418783]
github_team.quarkus_mockk: Refreshing state... [id=4479092]
github_team.quarkus_univocity_parsers: Refreshing state... [id=4707008]
github_team.quarkus_cucumber: Refreshing state... [id=5020733]
github_team.quarkus_cxf: Refreshing state... [id=4221025]
github_team.quarkus_config_extensions: Refreshing state... [id=4679791]
github_team.quarkus_shardingsphere_jdbc: Refreshing state... [id=5330628]
github_team.quarkus_tika: Refreshing state... [id=5317008]
github_team.quarkus_micrometer_registry: Refreshing state... [id=4331393]
github_team.quarkus_logging_sentry: Refreshing state... [id=5300000]
github_team.quarkus_reactive_messaging_http: Refreshing state... [id=5290863]
github_team.quarkus_jgit: Refreshing state... [id=5418782]
github_team.quarkus_prettytime: Refreshing state... [id=4612233]
github_team.quarkus_logging_logback: Refreshing state... [id=4934360]
github_team.quarkus_kerberos: Refreshing state... [id=5330599]
github_team.quarkus_rsocket: Refreshing state... [id=4628116]
github_team.quarkus_jna: Refreshing state... [id=4257639]
github_team.quarkus_jgrapht: Refreshing state... [id=4691584]
github_team.quarkus_github_api: Refreshing state... [id=5327486]
github_team.quarkus_morphia: Refreshing state... [id=4994632]
github_team.quarkus_opencv: Refreshing state... [id=5330519]
github_team.quarkus_jooq: Refreshing state... [id=4499064]
github_team.quarkus_zeebe: Refreshing state... [id=5333665]
github_team.quarkus_logging_cloudwatch: Refreshing state... [id=4766806]
github_team.quarkus_jackson_jq: Refreshing state... [id=5182252]
github_team.quarkus_operator_sdk: Refreshing state... [id=4585468]
github_team.quarkus_tekton_client: Refreshing state... [id=4429729]
github_team.quarkus_jjwt_jackson: Refreshing state... [id=4698127]
github_team.quarkus_hivemq_client: Refreshing state... [id=4651319]
github_team.quarkus_unleash: Refreshing state... [id=4478763]
github_branch.quarkus_cxf: Refreshing state... [id=quarkus-cxf:master]
github_branch.quarkus_apicurio_registry_client: Refreshing state... [id=quarkus-apicurio-registry-client:master]
github_team.quarkus_logging_json: Refreshing state... [id=4136031]
github_team.quarkus_datadog_opentracing: Refreshing state... [id=4759562]
github_repository_collaborator.quarkus_google_cloud_services["dzou"]: Refreshing state... [id=quarkus-google-cloud-services:dzou]
github_team.quarkus_freemarker: Refreshing state... [id=4139356]
github_branch.quarkus_jgit: Refreshing state... [id=quarkus-jgit:main]
github_branch.quarkus_cucumber: Refreshing state... [id=quarkus-cucumber:main]
github_team.quarkus_elasticsearch_reactive: Refreshing state... [id=4941463]
github_repository_collaborator.quarkus_jberet["aureamunoz"]: Refreshing state... [id=quarkus-jberet:aureamunoz]
github_app_installation_repository.quarkus_rabbitmq_client["20894091"]: Refreshing state... [id=20894091:quarkus-rabbitmq-client]
github_branch_default.quarkus_elasticsearch_reactive: Refreshing state... [id=quarkus-elasticsearch-reactive]
github_branch_default.quarkus_jsch: Refreshing state... [id=quarkus-jsch]
github_branch_default.quarkus_config_extensions: Refreshing state... [id=quarkus-config-extensions]
github_team_repository.quarkus_apicurio_registry_client: Refreshing state... [id=4359832:quarkus-apicurio-registry-client]
github_team_membership.quarkus_apicurio_registry_client["famartinrh"]: Refreshing state... [id=4359832:famartinrh]
github_repository_collaborator.quarkus_github_app["yrodiere"]: Refreshing state... [id=quarkus-github-app:yrodiere]
github_team_membership.quarkus_rabbitmq_client["bpasson"]: Refreshing state... [id=4454281:bpasson]
github_team_repository.quarkus_rabbitmq_client: Refreshing state... [id=4454281:quarkus-rabbitmq-client]
github_team_membership.quarkus_microprofile["radcortez"]: Refreshing state... [id=5018652:radcortez]
github_team_repository.quarkus_microprofile: Refreshing state... [id=5018652:quarkus-microprofile]
github_team_membership.quarkus_google_cloud_services["loicmathieu"]: Refreshing state... [id=4133757:loicmathieu]
github_team_repository.quarkus_google_cloud_services: Refreshing state... [id=4133757:quarkus-google-cloud-services]
github_team_membership.quarkus_doma["nakamura-to"]: Refreshing state... [id=4206574:nakamura-to]
github_team_repository.quarkus_doma: Refreshing state... [id=4206574:quarkus-doma]
github_team_membership.quarkus_jgrapht["rsvoboda"]: Refreshing state... [id=4691584:rsvoboda]
github_team_repository.quarkus_github_api: Refreshing state... [id=5327486:quarkus-github-api]
github_team_membership.quarkus_xmlsec["martinffx"]: Refreshing state... [id=5249540:martinffx]
github_team_repository.quarkus_xmlsec: Refreshing state... [id=5249540:quarkus-xmlsec]
github_team_membership.quarkus_hibernate_types["andrejpetras"]: Refreshing state... [id=4427586:andrejpetras]
github_team_membership.quarkus_xmlsec["gastaldi"]: Refreshing state... [id=5249540:gastaldi]
github_team_repository.quarkus_shardingsphere_jdbc: Refreshing state... [id=5330628:quarkus-shardingsphere-jdbc]
github_team_repository.quarkus_hibernate_types: Refreshing state... [id=4427586:quarkus-hibernate-types]
github_team_repository.quarkus_config_extensions: Refreshing state... [id=4679791:quarkus-config-extensions]
github_team_repository.quarkus_logging_splunk: Refreshing state... [id=4611522:quarkus-logging-splunk]
github_team_membership.quarkus_logging_splunk["rquinio1A"]: Refreshing state... [id=4611522:rquinio1A]
github_team_membership.quarkus_logging_splunk["vietk"]: Refreshing state... [id=4611522:vietk]
github_team_membership.quarkus_lucene["gustavonalle"]: Refreshing state... [id=4572442:gustavonalle]
github_team_repository.quarkus_lucene: Refreshing state... [id=4572442:quarkus-lucene]
github_team_membership.quarkus_mybatis["zohar-soul"]: Refreshing state... [id=4163389:zohar-soul]
github_team_membership.quarkus_mybatis["zhfeng"]: Refreshing state... [id=4163389:zhfeng]
github_team_repository.quarkus_mybatis: Refreshing state... [id=4163389:quarkus-mybatis]
github_team_membership.quarkus_logging_manager["oscarfh"]: Refreshing state... [id=4193789:oscarfh]
github_team_membership.quarkus_logging_manager["phillip-kruger"]: Refreshing state... [id=4193789:phillip-kruger]
github_team_repository.quarkus_logging_manager: Refreshing state... [id=4193789:quarkus-logging-manager]
github_team_repository.quarkus_maven_resolver: Refreshing state... [id=5330694:quarkus-maven-resolver]
github_team_membership.quarkus_maven_resolver["aloubyansky"]: Refreshing state... [id=5330694:aloubyansky]
github_team_membership.quarkus_maven_resolver["gastaldi"]: Refreshing state... [id=5330694:gastaldi]
github_team_repository.quarkus_github_app: Refreshing state... [id=5327479:quarkus-github-app]
github_team_membership.quarkus_github_app["quarkiversebot"]: Refreshing state... [id=5327479:quarkiversebot]
github_team_membership.quarkus_github_app["gsmet"]: Refreshing state... [id=5327479:gsmet]
github_team_repository.quarkus_scala: Refreshing state... [id=4973599:quarkus-scala3]
github_team_membership.quarkus_scala["GavinRay97"]: Refreshing state... [id=4973599:GavinRay97]
github_team_repository.quarkus_minio: Refreshing state... [id=4257600:quarkus-minio]
github_team_membership.quarkus_minio["jtama"]: Refreshing state... [id=4257600:jtama]
github_team_membership.quarkus_jberet["radcortez"]: Refreshing state... [id=4130738:radcortez]
github_team_repository.quarkus_jberet: Refreshing state... [id=4130738:quarkus-jberet]
github_team_repository.quarkus_qson: Refreshing state... [id=5258394:quarkus-qson]
github_team_membership.quarkus_qson["patriot1burke"]: Refreshing state... [id=5258394:patriot1burke]
github_team_repository.quarkus_jsch: Refreshing state... [id=5418783:quarkus-jsch]
github_team_membership.quarkus_jsch["gastaldi"]: Refreshing state... [id=5418783:gastaldi]
github_team_repository.quarkus_mockk: Refreshing state... [id=4479092:quarkus-mockk]
github_team_membership.quarkus_mockk["glefloch"]: Refreshing state... [id=4479092:glefloch]
github_team_repository.quarkus_univocity_parsers: Refreshing state... [id=4707008:quarkus-univocity-parsers]
github_team_membership.quarkus_univocity_parsers["aruffie"]: Refreshing state... [id=4707008:aruffie]
github_team_repository.quarkus_cucumber: Refreshing state... [id=5020733:quarkus-cucumber]
github_team_membership.quarkus_cucumber["christophd"]: Refreshing state... [id=5020733:christophd]
github_team_membership.quarkus_cucumber["stuartwdouglas"]: Refreshing state... [id=5020733:stuartwdouglas]
github_team_membership.quarkus_cxf["Dufgui"]: Refreshing state... [id=4221025:Dufgui]
github_team_membership.quarkus_cxf["shumonsharif"]: Refreshing state... [id=4221025:shumonsharif]
github_team_membership.quarkus_cxf["dufoli"]: Refreshing state... [id=4221025:dufoli]
github_team_repository.quarkus_cxf: Refreshing state... [id=4221025:quarkus-cxf]
github_team_membership.quarkus_config_extensions["radcortez"]: Refreshing state... [id=4679791:radcortez]
github_team_membership.quarkus_kerberos["sberyozkin"]: Refreshing state... [id=5330599:sberyozkin]
github_team_membership.quarkus_kerberos["cescoffier"]: Refreshing state... [id=5330599:cescoffier]
github_team_membership.quarkus_kerberos["stuartwdouglas"]: Refreshing state... [id=5330599:stuartwdouglas]
github_team_repository.quarkus_kerberos: Refreshing state... [id=5330599:quarkus-kerberos]
github_team_membership.quarkus_rsocket["dufoli"]: Refreshing state... [id=4628116:dufoli]
github_team_repository.quarkus_rsocket: Refreshing state... [id=4628116:quarkus-rsocket]
github_team_repository.quarkus_jna: Refreshing state... [id=4257639:quarkus-jna]
github_team_membership.quarkus_jna["dufoli"]: Refreshing state... [id=4257639:dufoli]
github_team_repository.quarkus_jgrapht: Refreshing state... [id=4691584:quarkus-jgrapht]
github_team_membership.quarkus_morphia["evanchooly"]: Refreshing state... [id=4994632:evanchooly]
github_team_repository.quarkus_tika: Refreshing state... [id=5317008:quarkus-tika]
github_team_repository.quarkus_morphia: Refreshing state... [id=4994632:quarkus-morphia]
github_team_membership.quarkus_tika["sberyozkin"]: Refreshing state... [id=5317008:sberyozkin]
github_team_repository.quarkus_micrometer_registry: Refreshing state... [id=4331393:quarkus-micrometer-registry]
github_team_membership.quarkus_micrometer_registry["jonatan-ivanov"]: Refreshing state... [id=4331393:jonatan-ivanov]
github_team_membership.quarkus_opencv["gsmet"]: Refreshing state... [id=5330519:gsmet]
github_team_repository.quarkus_logging_sentry: Refreshing state... [id=5300000:quarkus-logging-sentry]
github_team_membership.quarkus_micrometer_registry["kenfinnigan"]: Refreshing state... [id=4331393:kenfinnigan]
github_team_membership.quarkus_micrometer_registry["ebullient"]: Refreshing state... [id=4331393:ebullient]
github_team_repository.quarkus_opencv: Refreshing state... [id=5330519:quarkus-opencv]
github_team_membership.quarkus_logging_sentry["ia3andy"]: Refreshing state... [id=5300000:ia3andy]
github_team_membership.quarkus_github_api["gsmet"]: Refreshing state... [id=5327486:gsmet]
github_team_membership.quarkus_logging_sentry["gsmet"]: Refreshing state... [id=5300000:gsmet]
github_team_membership.quarkus_github_api["quarkiversebot"]: Refreshing state... [id=5327486:quarkiversebot]
github_team_repository.quarkus_reactive_messaging_http: Refreshing state... [id=5290863:quarkus-reactive-messaging-http]
github_team_membership.quarkus_jgit["gastaldi"]: Refreshing state... [id=5418782:gastaldi]
github_team_repository.quarkus_prettytime: Refreshing state... [id=4612233:quarkus-prettytime]
github_team_membership.quarkus_prettytime["gastaldi"]: Refreshing state... [id=4612233:gastaldi]
github_team_repository.quarkus_jgit: Refreshing state... [id=5418782:quarkus-jgit]
github_team_membership.quarkus_reactive_messaging_http["michalszynkiewicz"]: Refreshing state... [id=5290863:michalszynkiewicz]
github_team_repository.quarkus_jooq: Refreshing state... [id=4499064:quarkus-jooq]
github_team_membership.quarkus_logging_logback["stuartwdouglas"]: Refreshing state... [id=4934360:stuartwdouglas]
github_team_repository.quarkus_logging_logback: Refreshing state... [id=4934360:quarkus-logging-logback]
github_team_membership.quarkus_shardingsphere_jdbc["zhfeng"]: Refreshing state... [id=5330628:zhfeng]
github_team_membership.quarkus_jooq["angrymango"]: Refreshing state... [id=4499064:angrymango]
github_team_repository.quarkus_zeebe: Refreshing state... [id=5333665:quarkus-zeebe]
github_team_membership.quarkus_logging_cloudwatch["pilhuhn"]: Refreshing state... [id=4766806:pilhuhn]
github_team_membership.quarkus_logging_cloudwatch["bennetelli"]: Refreshing state... [id=4766806:bennetelli]
github_team_membership.quarkus_zeebe["andrejpetras"]: Refreshing state... [id=5333665:andrejpetras]
github_team_repository.quarkus_jackson_jq: Refreshing state... [id=5182252:quarkus-jackson-jq]
github_team_membership.quarkus_jackson_jq["ricardozanini"]: Refreshing state... [id=5182252:ricardozanini]
github_team_membership.quarkus_jackson_jq["aloubyansky"]: Refreshing state... [id=5182252:aloubyansky]
github_team_membership.quarkus_operator_sdk["metacosm"]: Refreshing state... [id=4585468:metacosm]
github_team_repository.quarkus_operator_sdk: Refreshing state... [id=4585468:quarkus-operator-sdk]
github_team_repository.quarkus_logging_cloudwatch: Refreshing state... [id=4766806:quarkus-logging-cloudwatch]
github_team_repository.quarkus_tekton_client: Refreshing state... [id=4429729:quarkus-tekton-client]
github_team_membership.quarkus_jjwt_jackson["gsmet"]: Refreshing state... [id=4698127:gsmet]
github_team_repository.quarkus_hivemq_client: Refreshing state... [id=4651319:quarkus-hivemq-client]
github_team_membership.quarkus_hivemq_client["masini"]: Refreshing state... [id=4651319:masini]
github_team_repository.quarkus_jjwt_jackson: Refreshing state... [id=4698127:quarkus-jjwt-jackson]
github_team_repository.quarkus_unleash: Refreshing state... [id=4478763:quarkus-unleash]
github_team_membership.quarkus_tekton_client["goldmann"]: Refreshing state... [id=4429729:goldmann]
github_team_membership.quarkus_unleash["andrejpetras"]: Refreshing state... [id=4478763:andrejpetras]
github_branch_default.quarkus_cxf: Refreshing state... [id=quarkus-cxf]
github_branch_default.quarkus_apicurio_registry_client: Refreshing state... [id=quarkus-apicurio-registry-client]
github_team_membership.quarkus_logging_json["SlyngDK"]: Refreshing state... [id=4136031:SlyngDK]
github_team_repository.quarkus_logging_json: Refreshing state... [id=4136031:quarkus-logging-json]
github_team_repository.quarkus_datadog_opentracing: Refreshing state... [id=4759562:quarkus-datadog-opentracing]
github_team_membership.quarkus_datadog_opentracing["nicolas-vivot"]: Refreshing state... [id=4759562:nicolas-vivot]
github_team_membership.quarkus_freemarker["vsevel"]: Refreshing state... [id=4139356:vsevel]
github_team_repository.quarkus_freemarker: Refreshing state... [id=4139356:quarkus-freemarker]
github_branch_default.quarkus_jgit: Refreshing state... [id=quarkus-jgit]
github_branch_default.quarkus_cucumber: Refreshing state... [id=quarkus-cucumber]
github_team_membership.quarkus_elasticsearch_reactive["loicmathieu"]: Refreshing state... [id=4941463:loicmathieu]
github_team_repository.quarkus_elasticsearch_reactive: Refreshing state... [id=4941463:quarkus-elasticsearch-reactive]

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # github_repository.quarkus_mybatis has been changed
  ~ resource "github_repository" "quarkus_mybatis" {
      ~ etag                   = "W/\"5a185ac04569a5f6871af5e3318f1e24c1f519c6f860134032a1475e95e88f53\"" -> "W/\"14f1e007db89c93d5ba333031df89f9a4f06840e66ed2b18e66d2f1287e736c3\""
        id                     = "quarkus-mybatis"
        name                   = "quarkus-mybatis"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team_repository.quarkus_mockk has been changed
  ~ resource "github_team_repository" "quarkus_mockk" {
      ~ etag       = "W/\"72b68cdbc70ff5866fd33e587c390dbd150aa39869ac5121c25a9d397cfba217\"" -> "W/\"dbb7af74f5582b090f40535b5ec679be7853899b7d7d6d5a512fb472ce6c2995\""
        id         = "4479092:quarkus-mockk"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_jjwt_jackson has been changed
  ~ resource "github_team" "quarkus_jjwt_jackson" {
      ~ etag                      = "W/\"69753f9324a0cf926b85f671b6c5d5d289f68e19df362e0ad06abc4d1b84cc6a\"" -> "W/\"2c7c1907e544bf9a3d161ee82cf908919a6b96a90540beffb2966f8aa2e05c43\""
        id                        = "4698127"
        name                      = "quarkiverse-jjwt-jackson"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_doma has been changed
  ~ resource "github_team_repository" "quarkus_doma" {
      ~ etag       = "W/\"33105b383bda8a22288157c8707d9b9598978a63b031a766563832beaf330025\"" -> "W/\"3cb3a325b76d3ff2938b6b3c5148ce8acfac21d26e0b84c1dd58c4086d0e1096\""
        id         = "4206574:quarkus-doma"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_freemarker has been changed
  ~ resource "github_repository" "quarkus_freemarker" {
      ~ etag                   = "W/\"075e63d09ab4971013f359ecd1f054bc652de2acce87113e3efad69d919c402a\"" -> "W/\"96d32113e63fa8336fe8982192a823cfdc19833ef566c053a0723b044ed069fb\""
        id                     = "quarkus-freemarker"
        name                   = "quarkus-freemarker"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team_repository.quarkus_cxf has been changed
  ~ resource "github_team_repository" "quarkus_cxf" {
      ~ etag       = "W/\"1d831ffe0d514a9deaf152c8080c13a23050599065e04acfdd43a7655e3148f6\"" -> "W/\"fee48fc476f4f6db27c46697316fb0a9219c72475e0b483e3f0d4024bc927f19\""
        id         = "4221025:quarkus-cxf"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_cxf has been changed
  ~ resource "github_repository" "quarkus_cxf" {
      ~ etag                   = "W/\"4a642ef4a9741a587f387b62bcecd31995f3a2bb849a555c5d8ab0862709cadf\"" -> "W/\"04a96c8d15b896b04b10fadb19a2f0d0a98070e12dd870c0ccd54238aa114d83\""
        id                     = "quarkus-cxf"
        name                   = "quarkus-cxf"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team_repository.quarkus_rsocket has been changed
  ~ resource "github_team_repository" "quarkus_rsocket" {
      ~ etag       = "W/\"f00511f93af2676cf7d303e35c56214a5a04c1d306fb02b3fcff86a27049c71c\"" -> "W/\"5fb7e39f7616b8721d0e07d0b244afdecf2a58cd2e33ae25f20f06892ece38e1\""
        id         = "4628116:quarkus-rsocket"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_maven_resolver has been changed
  ~ resource "github_team" "quarkus_maven_resolver" {
      ~ etag                      = "W/\"d0a20c3631ca0a495d26d8a1d539d23ca66e0fb587a276cd478895c5bfe5a109\"" -> "W/\"f5ce30b383acce4b913394ce7205115228e9d40a37a9b9e5243c539e274cab21\""
        id                        = "5330694"
        name                      = "quarkiverse-maven-resolver"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_univocity_parsers has been changed
  ~ resource "github_team_repository" "quarkus_univocity_parsers" {
      ~ etag       = "W/\"729a14ca1ae5126e16aaae1f52de5183946d9cfaed39dac4f5b12f783834f411\"" -> "W/\"5d05aea469e5bdd643ceea0c140cf15a8548605794a8b080c41266878511ee23\""
        id         = "4707008:quarkus-univocity-parsers"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_maven_resolver has been changed
  ~ resource "github_repository" "quarkus_maven_resolver" {
      ~ etag                   = "W/\"cce929a1f90afd030148b29a3de6e5ddde7da9443d63f9f9a999b0acdf2200a7\"" -> "W/\"4783bacbe53bf84b1b20a0f2f0b0377b4f61182234ba093ec73f4b03dd64072a\""
        id                     = "quarkus-maven-resolver"
        name                   = "quarkus-maven-resolver"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_reactive_messaging_http has been changed
  ~ resource "github_team" "quarkus_reactive_messaging_http" {
      ~ etag                      = "W/\"a3ebd7354c3b7b515db18b3cb2013fbee71e2e16867225e3a1b1d33e33c1afbe\"" -> "W/\"f6ad38f8172cf4d620a9dbc54e1b9ab7c6d3294c8f5664a06be646a2ff356cb4\""
        id                        = "5290863"
        name                      = "quarkiverse-reactive-messaging-http"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_logging_json has been changed
  ~ resource "github_repository" "quarkus_logging_json" {
      ~ etag                   = "W/\"b165a3164a2719c8afa07e4719518e90730a94eba6dac6c2d11f8517960b8e11\"" -> "W/\"eee67cd5a1f58719990f845d6f998ea5d3be157664545c501b7a18fd76a0a656\""
        id                     = "quarkus-logging-json"
        name                   = "quarkus-logging-json"
        # (25 unchanged attributes hidden)
    }
  # github_team.quarkus_jgrapht has been changed
  ~ resource "github_team" "quarkus_jgrapht" {
      ~ etag                      = "W/\"5a497aff1f613efbe1758218ada763b35344d5ff25e3682d210c021e76a5d052\"" -> "W/\"e60bc3866300ec1d0c54894b0b60275942a477ff74bfaf8b5e9733e3c45aee7c\""
        id                        = "4691584"
        name                      = "quarkiverse-jgrapht"
        # (7 unchanged attributes hidden)
    }
  # github_branch.quarkus_jgit has been changed
  ~ resource "github_branch" "quarkus_jgit" {
      ~ etag          = "W/\"004dfc36bfedaf7d170b9ec3ca27f0498fa92f77a1b35dbacd6cd472d5f2d623\"" -> "W/\"f24ec699977e205b5463df8864ceab38a4445bf05c3d9050cc7b22258ef09ca1\""
        id            = "quarkus-jgit:main"
        # (5 unchanged attributes hidden)
    }
  # github_team.quarkus_hivemq_client has been changed
  ~ resource "github_team" "quarkus_hivemq_client" {
      ~ etag                      = "W/\"42c255dd6b8919c48dde8b25ad5516c6d851a50cb09ebd03f20e569f13768e5d\"" -> "W/\"e720061ea7a67f9e43056daae8010511cf1610bc0880ca4065ee4d492eaca9f3\""
        id                        = "4651319"
        name                      = "quarkiverse-hivemq-client"
        # (7 unchanged attributes hidden)
    }
  # github_branch.quarkus_jsch has been changed
  ~ resource "github_branch" "quarkus_jsch" {
      ~ etag          = "W/\"fb3e115efcd1b7aeef2d647d32b24a2950c0343ffdaf3204e96d2dc44ce0d8aa\"" -> "W/\"047ed9bbd9b8a56b647fdf3a33668f0d0ab59ddb1d068bddc612296935b2e174\""
        id            = "quarkus-jsch:main"
        # (5 unchanged attributes hidden)
    }
  # github_repository.quarkus_logging_sentry has been changed
  ~ resource "github_repository" "quarkus_logging_sentry" {
      ~ etag                   = "W/\"ed70b43841cb05209579c2e106fac377f7b6bde596e29e8d4dd9d10053c87841\"" -> "W/\"3d0db7e82e79ae7328f6644ecb4d39e44f4fd6cb3eb72e9cef37fcffeb43de37\""
        id                     = "quarkus-logging-sentry"
        name                   = "quarkus-logging-sentry"
        # (24 unchanged attributes hidden)
    }
  # github_repository.quarkus_elasticsearch_reactive has been changed
  ~ resource "github_repository" "quarkus_elasticsearch_reactive" {
      ~ etag                   = "W/\"c6c65868479022205adf63a83908845618828075f813fcbab86c01698420933c\"" -> "W/\"a452ec7fab792b917701104063ad53ec10fab02f81c474ff7e442aae68308f13\""
        id                     = "quarkus-elasticsearch-reactive"
        name                   = "quarkus-elasticsearch-reactive"
        # (25 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_lucene has been changed
  ~ resource "github_team_repository" "quarkus_lucene" {
      ~ etag       = "W/\"32c6c4b703fcb6411af3b2f4e57f73fd0ba0509fbc1d29a846802e26ad0bb275\"" -> "W/\"c6c6b62572171aeacda91d92e7efbc707d8c7fe753f070c5b1c3892418c13a16\""
        id         = "4572442:quarkus-lucene"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_logging_manager has been changed
  ~ resource "github_repository" "quarkus_logging_manager" {
      ~ etag                   = "W/\"6f907c8ee297006528d70b0738c69360bdb7db48c70c24d207ee287f738d4035\"" -> "W/\"9b03138824b01038d4cbae3b76478fa0064ad387599901cf3cd160cd3f87ff35\""
        id                     = "quarkus-logging-manager"
        name                   = "quarkus-logging-manager"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_repository.quarkus_tekton_client has been changed
  ~ resource "github_repository" "quarkus_tekton_client" {
      ~ etag                   = "W/\"f529e630324ce7490eb1e5e1c29535d92b4001ae2e79c30e77cb7cc079b9f048\"" -> "W/\"2e635ab304bf1a4b3cc2608ad8061bfd4a641d13874aa4a972315af6e2cc843a\""
        id                     = "quarkus-tekton-client"
        name                   = "quarkus-tekton-client"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team_repository.quarkus_github_app has been changed
  ~ resource "github_team_repository" "quarkus_github_app" {
      ~ etag       = "W/\"1eac4a5ad8e5298d4c995ccbbd5977bab9baa52b9727520e42adce910bba005c\"" -> "W/\"6d1bdec5ca069a8a88d42e3e4e1496a52c89321b118472772b30b7bdb3637426\""
        id         = "5327479:quarkus-github-app"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_jjwt_jackson has been changed
  ~ resource "github_repository" "quarkus_jjwt_jackson" {
      ~ etag                   = "W/\"13ea4a13cef80fbe432997d23a3856895d840eefa667a8db547c31888597b3c9\"" -> "W/\"71f9ab35ee6f6364b25fc601b25ac7ab3c57353bf4dc7cd25773391282775b34\""
        id                     = "quarkus-jjwt-jackson"
        name                   = "quarkus-jjwt-jackson"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_unleash has been changed
  ~ resource "github_team" "quarkus_unleash" {
      ~ etag                      = "W/\"2a06a3ec5fbc72de3aba4dd3b3a8b2e8f497b6c875208ddb4ec11efcd524a647\"" -> "W/\"72902f492c189c1f88192958214c0859be8c7ce0fd0db64af000b14da2ecf3ec\""
        id                        = "4478763"
        name                      = "quarkiverse-unleash"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_jsch has been changed
  ~ resource "github_team" "quarkus_jsch" {
      ~ etag                      = "W/\"2dba648cbb0003fac413407cdd4ab525cbe27aac6f4c105221d18d6e57eb8b2f\"" -> "W/\"c9f3d88917026553b77583492d09f39fe889b2f6978858f8128c3e2c05033a7e\""
        id                        = "5418783"
        name                      = "quarkiverse-jsch"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_logging_sentry has been changed
  ~ resource "github_team" "quarkus_logging_sentry" {
      ~ etag                      = "W/\"0075a858faad897302af93651ec92c58452486eb171f942c96626a06f874ec1c\"" -> "W/\"9d466d1057f9d112dfef16ae0121b2b20c36bdc87fecbb153ce2cdee67695927\""
        id                        = "5300000"
        name                      = "quarkiverse-logging-sentry"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_tika has been changed
  ~ resource "github_team" "quarkus_tika" {
      ~ etag                      = "W/\"e564703bc7587579ee546f58b286f4dafadb35cbe7bbfb00f2697ccfe095c184\"" -> "W/\"db1d35f3da936229b0a568fb23dd3617a9674a6fa3070667ae38c4719d3c5ac8\""
        id                        = "5317008"
        name                      = "quarkiverse-tika"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_unleash has been changed
  ~ resource "github_team_repository" "quarkus_unleash" {
      ~ etag       = "W/\"aa4a91e3ed09ccd1bccd61deae94a5f712e7491577e04808654cfae08ef7a825\"" -> "W/\"5c0b7239f0173e8e80d5ac43d21622c075d10418dcd668aeb8004e18ec561a68\""
        id         = "4478763:quarkus-unleash"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_qson has been changed
  ~ resource "github_team_repository" "quarkus_qson" {
      ~ etag       = "W/\"c8306b58dc20dd17ef58bb2f1035bf19af9300249568ba6f92b084e2f1204095\"" -> "W/\"3d7eabf06078298c47e61b4407f38acaacbc43c95f3d711438cb377bf9c029d7\""
        id         = "5258394:quarkus-qson"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_shardingsphere_jdbc has been changed
  ~ resource "github_team" "quarkus_shardingsphere_jdbc" {
      ~ etag                      = "W/\"8a08ad4c7b738655781d5a9cf958b2e001f3532585ff15782ce48c34a30e016a\"" -> "W/\"46eea31d47314f7fd94503f419a821cf0008be7f4b20faa174a25f32e7c9d266\""
        id                        = "5330628"
        name                      = "quarkiverse-shardingsphere-jdbc"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_freemarker has been changed
  ~ resource "github_team_repository" "quarkus_freemarker" {
      ~ etag       = "W/\"1a207793696720d1b4ae1b1e4b2da20177b1d7b2883c332ead37c6990d0e1927\"" -> "W/\"b30b8b85a21e38375102e42d0936fd8a7c745df6efabbdae0cbe2197e0d1c053\""
        id         = "4139356:quarkus-freemarker"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_google_cloud_services has been changed
  ~ resource "github_repository" "quarkus_google_cloud_services" {
      ~ etag                   = "W/\"51caea97d7277d574b80134647c9f5c620a3f8f4bc2085690a006a9d50b025e2\"" -> "W/\"fa5d926d239e67ad42b40b8eec5c2c45bc7c2a6588bbb409635d2f697c71e021\""
        id                     = "quarkus-google-cloud-services"
        name                   = "quarkus-google-cloud-services"
        # (26 unchanged attributes hidden)
    }
  # github_team.quarkus_rsocket has been changed
  ~ resource "github_team" "quarkus_rsocket" {
      ~ etag                      = "W/\"89c3707789bb1ab6c4c271e955bf63df68ffd302ec3cc3236d3b5592171c430c\"" -> "W/\"3f180b92b33315c3887e945d04aa2b574fa2e3133bf6baade8a8f2c0fcd940ed\""
        id                        = "4628116"
        name                      = "quarkiverse-rsocket"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_logging_logback has been changed
  ~ resource "github_team" "quarkus_logging_logback" {
      ~ etag                      = "W/\"5fa56e9a46c7aecc82b1a583a66684b4ed424a79e78205188fc15ca874a8ce61\"" -> "W/\"cd0805513b0a9b70948d78be617243dda4bf1ac3b71984866bca11a411543dc4\""
        id                        = "4934360"
        name                      = "quarkiverse-logging-logback"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_micrometer_registry has been changed
  ~ resource "github_repository" "quarkus_micrometer_registry" {
      ~ etag                   = "W/\"8848d1b9f258c2bc6ca95c871dc6843dde23807c31e8bb117ae71dc35555936a\"" -> "W/\"a4de13376b7aa9c4bf0afa3354db911d4009e5a7bb1886b45a94d6b24479f8fc\""
        id                     = "quarkus-micrometer-registry"
        name                   = "quarkus-micrometer-registry"
        # (26 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team_repository.quarkus_config_extensions has been changed
  ~ resource "github_team_repository" "quarkus_config_extensions" {
      ~ etag       = "W/\"b6b8bb5660a07c13f9a9249ab456ab7aa1fb4ffd0d520c257cedc965852a37fb\"" -> "W/\"9c29a53d1060729486504a7e6d7f7bb76db746f5a8da3452547164426abc5670\""
        id         = "4679791:quarkus-config-extensions"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_hivemq_client has been changed
  ~ resource "github_team_repository" "quarkus_hivemq_client" {
      ~ etag       = "W/\"892f0e5547dfb9a25aa9e1e6e6e423c22f28ee57aa87152eb336a6f367dc85e2\"" -> "W/\"32ca909d1f27dffde93b2aa36911cddafa6f1895ce5ea860a793ff83fa9652d9\""
        id         = "4651319:quarkus-hivemq-client"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_xmlsec has been changed
  ~ resource "github_team" "quarkus_xmlsec" {
      ~ etag                      = "W/\"be45edd3502ec6761137698afb2cc9ed5b063e0203757f1d6c1ccf86ecb84ebb\"" -> "W/\"d3d2007869b786cbd368eaa3f6f8f992e0840fbad835a5365f7297b20dc78b91\""
        id                        = "5249540"
        name                      = "quarkiverse-xmlsec"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_google_cloud_services has been changed
  ~ resource "github_team_repository" "quarkus_google_cloud_services" {
      ~ etag       = "W/\"a62d8496e38c21ee23092cf401885b7a1c7cc12e3e72144cf740880891d39270\"" -> "W/\"9020c44284a1bd88337e7cffa3f37a95216c20dc32b02baa1de6049c30630634\""
        id         = "4133757:quarkus-google-cloud-services"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_opencv has been changed
  ~ resource "github_team" "quarkus_opencv" {
      ~ etag                      = "W/\"cfbdaef45af2390dcebb7c9958c6c8362c19a654bc28bc21c0f5412aa0310e58\"" -> "W/\"f609b7ff53c5843193b90f08c0fcfd784a0b818f505c144884882981cb664c7e\""
        id                        = "5330519"
        name                      = "quarkiverse-opencv"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_reactive_messaging_http has been changed
  ~ resource "github_team_repository" "quarkus_reactive_messaging_http" {
      ~ etag       = "W/\"a53fb9f35d33c8b50370ef9338de911975826e1a4fda767704ac559fbf3c4336\"" -> "W/\"c08bef288512677298c0b28db0dc14c251c9e8070852e1efff1cba8232fc9f29\""
        id         = "5290863:quarkus-reactive-messaging-http"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_hibernate_types has been changed
  ~ resource "github_repository" "quarkus_hibernate_types" {
      ~ etag                   = "W/\"0d525e32c2f2fa28f80511d1fee1a793d4c51e62c3780c97425979530ccede75\"" -> "W/\"eb7fca63437246197df60a98263c2de799effa2d19b6eb045619e65376120fa9\""
        id                     = "quarkus-hibernate-types"
        name                   = "quarkus-hibernate-types"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_repository.quarkus_github_app has been changed
  ~ resource "github_repository" "quarkus_github_app" {
      ~ etag                   = "W/\"d998c6df268f5f18457a90c3911ececcfa4eec643309b763f923a8e096a5511b\"" -> "W/\"93c39511d14417af5b5d3359ddec8b6d7bbb9e122f8f403c90b399558f0673ea\""
        id                     = "quarkus-github-app"
        name                   = "quarkus-github-app"
        # (26 unchanged attributes hidden)
    }
  # github_repository.quarkus_minio has been changed
  ~ resource "github_repository" "quarkus_minio" {
      ~ etag                   = "W/\"d41ebdc0690a27e91d3c775802ef94b0fbbbcc2487b275859925da43848b72b5\"" -> "W/\"b5c08e13f187fe8ba1afb052a32684a5a2a123cfb69652790c9b418098436f27\""
        id                     = "quarkus-minio"
        name                   = "quarkus-minio"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_logging_splunk has been changed
  ~ resource "github_team" "quarkus_logging_splunk" {
      ~ etag                      = "W/\"c141391b1902c8382f89fd7b06ce08f6a0effa8812dee23217fb97e986dd3105\"" -> "W/\"19e2885f60d6d5ecc0a2206f0b2d07106d0a84094fa1bebf9ee2d52cb865fc5b\""
        id                        = "4611522"
        name                      = "quarkiverse-logging-splunk"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_morphia has been changed
  ~ resource "github_team_repository" "quarkus_morphia" {
      ~ etag       = "W/\"9f79ed310041d827deb128826b384b1bf7b45c82766d19d8081f55f6f40e34f4\"" -> "W/\"a36e55b7f10503d9eb60a46ba2ff59b1b9084045ca7715b9a61f5be22c3d60d2\""
        id         = "4994632:quarkus-morphia"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_google_cloud_services has been changed
  ~ resource "github_team" "quarkus_google_cloud_services" {
      ~ etag                      = "W/\"3647fee98074fc050c7ca722d3d7241259c2cc594c7a9beb30a41b532cba67d9\"" -> "W/\"ec3ab6fe3d05d6d651e19f61d27c7a4051644d903d49fa156b64fc8cba2cc7ca\""
        id                        = "4133757"
        name                      = "quarkiverse-google-cloud-services"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_morphia has been changed
  ~ resource "github_repository" "quarkus_morphia" {
      ~ etag                   = "W/\"061724bf099ff1a30b38276c741e90474875698cb168083cb7a0893420775c6b\"" -> "W/\"e90f4ce7ddbf6516f2bb90ee4faec6f6caf2b59128b496374cc3ecf3e82f269d\""
        id                     = "quarkus-morphia"
        name                   = "quarkus-morphia"
        # (25 unchanged attributes hidden)
    }
  # github_team.quarkus_logging_manager has been changed
  ~ resource "github_team" "quarkus_logging_manager" {
      ~ etag                      = "W/\"eb68b8db634dddb1e2237c17ddb3a263d1f7a3ba267e37a0aa7a8ea693f456ca\"" -> "W/\"d74691385ca623222566870a94b5091ced08a29b8116778bd6e9139e099eab98\""
        id                        = "4193789"
        name                      = "quarkiverse-logging-manager"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_jackson_jq has been changed
  ~ resource "github_repository" "quarkus_jackson_jq" {
      ~ etag                   = "W/\"a86ad5141c8773858f900e870635b89b26a68b2e7d1063a6b373fb8ca9f6621e\"" -> "W/\"f8c042539f80356f19bf66ee10fc853badc33af539d3a86435a39bdd11a08cd1\""
        id                     = "quarkus-jackson-jq"
        name                   = "quarkus-jackson-jq"
        # (25 unchanged attributes hidden)
    }
  # github_repository.quarkus_kerberos has been changed
  ~ resource "github_repository" "quarkus_kerberos" {
      ~ etag                   = "W/\"0cf7f379f4f873e6bea1dd1ff3ff0d19181834c0ae230f1a60e64c27b91965c2\"" -> "W/\"d8ac056868fdbaf938379ef0fc69ce84b5f6df335b8784d934f5920a405e60df\""
        id                     = "quarkus-kerberos"
        name                   = "quarkus-kerberos"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_repository.quarkus_logging_cloudwatch has been changed
  ~ resource "github_repository" "quarkus_logging_cloudwatch" {
      ~ etag                   = "W/\"814bec9cfaa02fd3d33697f1653b70db1b6eded4f8543e29b970fe70e3cc9ad5\"" -> "W/\"5df3e8c4f39671a04532de05032152060e6cc91f5195507ebe3a724c5c3f326a\""
        id                     = "quarkus-logging-cloudwatch"
        name                   = "quarkus-logging-cloudwatch"
        # (25 unchanged attributes hidden)
    }
  # github_team.quarkus_logging_json has been changed
  ~ resource "github_team" "quarkus_logging_json" {
      ~ etag                      = "W/\"83d7a6e7b271758b95263080d63103c89eab7105e1061258e718c439edf8ec5d\"" -> "W/\"338bd3f10a3af03d71c45b4a1a8ca17bd0ae4d415645c637ba454ea799486cc1\""
        id                        = "4136031"
        name                      = "quarkiverse-logging-json"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_maven_resolver has been changed
  ~ resource "github_team_repository" "quarkus_maven_resolver" {
      ~ etag       = "W/\"cd5ca7077dc2d9561fd5c9eae6f12fab3ad0738d26999c776b41f2542ee9166b\"" -> "W/\"daaf132dac2b5ee052624457bb7d01f22b4995d0b09895ead792492c2350eaac\""
        id         = "5330694:quarkus-maven-resolver"
        # (3 unchanged attributes hidden)
    }
  # github_team_membership.quarkus_lucene["gustavonalle"] has been deleted
  - resource "github_team_membership" "quarkus_lucene" {
      - etag     = "W/\"03ec53b2b05f2c6cae2dcfe26f7acb4a96ffafacaada14c049658c817a8217d0\"" -> null
      - id       = "4572442:gustavonalle" -> null
      - role     = "maintainer" -> null
      - team_id  = "4572442" -> null
      - username = "gustavonalle" -> null
    }
  # github_repository.quarkus_operator_sdk has been changed
  ~ resource "github_repository" "quarkus_operator_sdk" {
      ~ etag                   = "W/\"431fa4c8f83242a3148f483ae5ef76cf8ce5eb085f1ee84d1ea3bc24c8cba5b1\"" -> "W/\"d06776d3c5ebb209fd9fa60454d84278e37c7780bf47bf64a780a4786b8be39f\""
        id                     = "quarkus-operator-sdk"
        name                   = "quarkus-operator-sdk"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_univocity_parsers has been changed
  ~ resource "github_team" "quarkus_univocity_parsers" {
      ~ etag                      = "W/\"82d88746aec3a858fd1544f10e746f44830e4b0247033a9e1ca3bd8eb20e3618\"" -> "W/\"07e4c2b26d30dc92f0e103945dc50c4184be6fde2e90cc30b8503ea6cd1ea762\""
        id                        = "4707008"
        name                      = "quarkiverse-univocity-parsers"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_jna has been changed
  ~ resource "github_team" "quarkus_jna" {
      ~ etag                      = "W/\"024a5f9532b6269c4c8c452f93c09ada69c19f4ab46ca5d3b290809f33990530\"" -> "W/\"b2adee0bc4505d02545cfe034f022ead309655bda2793cc8cff600565e8e6b50\""
        id                        = "4257639"
        name                      = "quarkiverse-jna"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_jgit has been changed
  ~ resource "github_team" "quarkus_jgit" {
      ~ etag                      = "W/\"19962f1d80d4759f99f9f213d85dd39fd84766c8e9287ca88522880fd0ec9158\"" -> "W/\"f8ecda9f892645bf0088989155f7e10bbee7ee688c41b1b14e680f373a3d4455\""
        id                        = "5418782"
        name                      = "quarkiverse-jgit"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_logging_sentry has been changed
  ~ resource "github_team_repository" "quarkus_logging_sentry" {
      ~ etag       = "W/\"a8d360fa77cfd047de5a6728d9da17c4de8bbd0c58e49978193b235c89886e8c\"" -> "W/\"8828276465b0923135b0c03e9fc175be9cbdd38354ee6bca0e9f80502e9995f1\""
        id         = "5300000:quarkus-logging-sentry"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_doma has been changed
  ~ resource "github_repository" "quarkus_doma" {
      ~ etag                   = "W/\"a1ae0e2fbf1b83b1b602e9472c16b5c1a08a9692dd87130bec86df4f423b06cf\"" -> "W/\"f7b9ce19f0c072fb07db23dce803cd6d349935ad562882fe2565da29c2d427cc\""
        id                     = "quarkus-doma"
        name                   = "quarkus-doma"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_jooq has been changed
  ~ resource "github_team" "quarkus_jooq" {
      ~ etag                      = "W/\"b23ae7b312dd67fdfc0151eb9ed60fbe26b046501f027fb04d04abda2c127f45\"" -> "W/\"b3a396833fda6b2704998b3c5b9d7223d02d5fe04063603993cfce3083d37371\""
        id                        = "4499064"
        name                      = "quarkiverse-jooq"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_tika has been changed
  ~ resource "github_team_repository" "quarkus_tika" {
      ~ etag       = "W/\"849d82110e8ec79b6ecfba06b0b5b9e6378b4ac761b47fd6137f228fa1f42e5d\"" -> "W/\"e190e67a62ce6d9d2c88fa74c4c0bb9391e5d075ab06a9f242bf3cb271ce74da\""
        id         = "5317008:quarkus-tika"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_github_api has been changed
  ~ resource "github_team" "quarkus_github_api" {
      ~ etag                      = "W/\"78f10067d67515863f478ea44fe325eff78f321d043f48bcc8b03b24c712547a\"" -> "W/\"a3e5af11b334b53ed95dad7057147469d764753975aa8a19f57254371e793e64\""
        id                        = "5327486"
        name                      = "quarkiverse-github-api"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jberet has been changed
  ~ resource "github_team_repository" "quarkus_jberet" {
      ~ etag       = "W/\"62fa04c67d0e43200c6b2c1c73da4de8cdd14f5c94b64b5a03e92d5db389fc85\"" -> "W/\"4bfeb02245ade39ea059a57964dbf049b3ed186727e90bc16cbdd31bb0513121\""
        id         = "4130738:quarkus-jberet"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_microprofile has been changed
  ~ resource "github_team" "quarkus_microprofile" {
      ~ etag                      = "W/\"ffcfa051415783c50ed2c7e88dabae27669a87b59d1e2d183cafc486c45ea100\"" -> "W/\"0beda0c46d8be6389b4fc5c534b84b90c3efde3bd8a457fd301fc833602c54e5\""
        id                        = "5018652"
        name                      = "quarkiverse-microprofile"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_apicurio_registry_client has been changed
  ~ resource "github_team" "quarkus_apicurio_registry_client" {
      ~ etag                      = "W/\"97d0f53349d0ab37f0c2b26dc7acec096b2305bc03eaa875842e68936119a7d1\"" -> "W/\"576f9028e082bcd0907872672700b68693740ca3b4f41ba4b36f3a7587e3b115\""
        id                        = "4359832"
        name                      = "quarkiverse-apicurio-registry-client"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jackson_jq has been changed
  ~ resource "github_team_repository" "quarkus_jackson_jq" {
      ~ etag       = "W/\"7f44e3d02f63a94a4c9aeed86fcb50632ba7b1fbed7c2c07a60a96ff749851ee\"" -> "W/\"966e2d04906fdaacac88e9a24071f528f4b26237a754d5d399c301e73c2e092e\""
        id         = "5182252:quarkus-jackson-jq"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_operator_sdk has been changed
  ~ resource "github_team_repository" "quarkus_operator_sdk" {
      ~ etag       = "W/\"5520059b7ae5b158f4e7c880a995ef8fd6c8ac20f2d15e066574a64520e4e31b\"" -> "W/\"0bf81156fdc520e9473e97a3b340df51492d2f3a3f608022871042f9048fe252\""
        id         = "4585468:quarkus-operator-sdk"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_tika has been changed
  ~ resource "github_repository" "quarkus_tika" {
      ~ etag                   = "W/\"7bca7a50e3c30ddbd99207ccb5b5f23afd499aa9be3484d922f2ca0cc499327f\"" -> "W/\"a982615fb4e426f6628bd4be27dbb09dea7d0ff952269b5002588f1c98687da4\""
        id                     = "quarkus-tika"
        name                   = "quarkus-tika"
        # (24 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_datadog_opentracing has been changed
  ~ resource "github_team_repository" "quarkus_datadog_opentracing" {
      ~ etag       = "W/\"a948bdbaf32ab00e939f7066c37b0bcac3507a3d5ca68977e8a7c82cdc6f9db7\"" -> "W/\"ad183631b004aa1c6cbfaee260f77045cd835a94e5cfdb2ed40518cdb09c1af5\""
        id         = "4759562:quarkus-datadog-opentracing"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_rabbitmq_client has been changed
  ~ resource "github_team_repository" "quarkus_rabbitmq_client" {
      ~ etag       = "W/\"10c9a8007a8d8c794fe0f6f625124d3b94025509e4dc1d17194e28eb565886ce\"" -> "W/\"438969a3f3fb0ae4a4b81a25ae10c55d0d1c69220965f31594d7df51f1ecda77\""
        id         = "4454281:quarkus-rabbitmq-client"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_jberet has been changed
  ~ resource "github_repository" "quarkus_jberet" {
      ~ etag                   = "W/\"150bf0fdf632db43a4a45829670a2389c47231793ab604434f72902b9bd53e00\"" -> "W/\"25dfb1eb60207f35e663a2b83aa293a3e51da6daa0a4037c2c8f23d801f84ec1\""
        id                     = "quarkus-jberet"
        name                   = "quarkus-jberet"
        # (25 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_github_api has been changed
  ~ resource "github_team_repository" "quarkus_github_api" {
      ~ etag       = "W/\"9f1cb02eb26afb14148212a893cf39264f56cad7c7a3e6db071115a0eda9f82a\"" -> "W/\"3ff24ff99f336d1ec9dce66e84eb4cc9e70b52da871988b46bb7d8ff6c6e1bc8\""
        id         = "5327486:quarkus-github-api"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_apicurio_registry_client has been changed
  ~ resource "github_repository" "quarkus_apicurio_registry_client" {
      ~ etag                   = "W/\"7cea56a31b35562c0ac58cebc0748c7b852eee5ff6554f83e402965e8482f565\"" -> "W/\"d182f95682356546611f0c8f52c656bbecde37fd10e788d7575283a9fb39b1da\""
        id                     = "quarkus-apicurio-registry-client"
        name                   = "quarkus-apicurio-registry-client"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_lucene has been changed
  ~ resource "github_team" "quarkus_lucene" {
      ~ etag                      = "W/\"d57fabf45d82de63881b3ae37c4f8e51ee96a80a2c4d4564dfc9395e4124c452\"" -> "W/\"eeaf4251282eb4da4dd94ded6ff22a08626f844bc8640c39bb19c0b987f5e228\""
        id                        = "4572442"
        name                      = "quarkiverse-lucene"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_opencv has been changed
  ~ resource "github_repository" "quarkus_opencv" {
      ~ etag                   = "W/\"f9ae832c3e71b65b4403c37a5e088b8c7968167b79bffa91a9c3cb17a3b6ba93\"" -> "W/\"b0bb9aca635c1701473fb05bf591ffcf6f5fbd6ac0831bac1e3ce8261a67aa35\""
        id                     = "quarkus-opencv"
        name                   = "quarkus-opencv"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team_repository.quarkus_xmlsec has been changed
  ~ resource "github_team_repository" "quarkus_xmlsec" {
      ~ etag       = "W/\"7500cdf2d5e0997df37b661d90d29e7cc1da12df86418d9f1278d0813bae5ea7\"" -> "W/\"0ee6d8fb1d8d3d00af70f4d38cab94691485bb34defe332492d9973207fcdf8b\""
        id         = "5249540:quarkus-xmlsec"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_apicurio_registry_client has been changed
  ~ resource "github_team_repository" "quarkus_apicurio_registry_client" {
      ~ etag       = "W/\"6892f072b3cfd1e08b069bfacc9450ffe9f9177228168a0821c1d98ae70bbd37\"" -> "W/\"9d7ce390c896e52d89f83fa5f2e5cd9d584f84e09e246131044d07f2513eed75\""
        id         = "4359832:quarkus-apicurio-registry-client"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_minio has been changed
  ~ resource "github_team" "quarkus_minio" {
      ~ etag                      = "W/\"a4e4057a534daa2f413719cb3cf3ba2b7fa22ca2d40a57cb466f133a0505da21\"" -> "W/\"2ce6829a3ffd4ab7b080e55366de9f0cf65b1c7a5e200ce0bbea545b0384a18c\""
        id                        = "4257600"
        name                      = "quarkiverse-minio"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jgit has been changed
  ~ resource "github_team_repository" "quarkus_jgit" {
      ~ etag       = "W/\"918e07e383a46f0ebde835c285ab0f8e1a748ba7be1df153082a4d9513ee4a83\"" -> "W/\"b9b026d14557215a5e80caba2b2e8fdee52a73a5555493b96316c8f7b429042e\""
        id         = "5418782:quarkus-jgit"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_kerberos has been changed
  ~ resource "github_team_repository" "quarkus_kerberos" {
      ~ etag       = "W/\"feb7ebee53b71fb85042e512b03d232f8db6a5542446efc25f69fe209ff798c2\"" -> "W/\"60dbbbc404a6b3de5933f39d820e7cf39bdada25a7f17f1b04ffb83191a6438e\""
        id         = "5330599:quarkus-kerberos"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jjwt_jackson has been changed
  ~ resource "github_team_repository" "quarkus_jjwt_jackson" {
      ~ etag       = "W/\"472d7f79e86346b7d6bb6a1953e2f338a58242063aa2e0e5ee1db93bb4b4ef49\"" -> "W/\"06e61717fcf9f4b619d670fa7c0b2e845be4a985ca8b0667f208912e398347ae\""
        id         = "4698127:quarkus-jjwt-jackson"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_jgit has been changed
  ~ resource "github_repository" "quarkus_jgit" {
      ~ etag                   = "W/\"0a842cd465ac19187d5e32e99e996a79f8a870b34a879623b0e9c40286766617\"" -> "W/\"68d333cf9660a9cd9a09bb95cc8ade028ee4b07a5e2596cb6895042cb0ce38ee\""
        id                     = "quarkus-jgit"
        name                   = "quarkus-jgit"
        # (24 unchanged attributes hidden)
    }
  # github_repository.quarkus_datadog_opentracing has been changed
  ~ resource "github_repository" "quarkus_datadog_opentracing" {
      ~ etag                   = "W/\"0e559999e6512dc62f1e20310e5077e5a46fc1123b45f4afe5db702e717222ab\"" -> "W/\"c42808e6e75414ae660b367cd2897fbb7fc6f4f369a12a8128a0875e869dbd55\""
        id                     = "quarkus-datadog-opentracing"
        name                   = "quarkus-datadog-opentracing"
        # (25 unchanged attributes hidden)
    }
  # github_team.quarkus_cxf has been changed
  ~ resource "github_team" "quarkus_cxf" {
      ~ etag                      = "W/\"53c1a17ac1ff4d0789631ad23b8b306fffa171b629a02a3bf7eee79083d05393\"" -> "W/\"95b38e5b9d4159f49ac11b38b90d493f311f6b9a2fd340742d4347512ac0111f\""
        id                        = "4221025"
        name                      = "quarkiverse-cxf"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_jgrapht has been changed
  ~ resource "github_repository" "quarkus_jgrapht" {
      ~ etag                   = "W/\"854173a5ee81c1d87a80b34f122d576fe8eaefd8bea488ee7945156f56c67557\"" -> "W/\"97857b394be1d824258946c22b55e45f7bd62536a47a34486120e85c341b71a4\""
        id                     = "quarkus-jgrapht"
        name                   = "quarkus-jgrapht"
        # (25 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_minio has been changed
  ~ resource "github_team_repository" "quarkus_minio" {
      ~ etag       = "W/\"2526188f773448aa6e5cf07115b5543a75c905460e2759e4887d205d541db3e3\"" -> "W/\"458f33c55260ec59a43bef2e264afb825978d575dd4dd2fe5b4d76720c38b8b4\""
        id         = "4257600:quarkus-minio"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jsch has been changed
  ~ resource "github_team_repository" "quarkus_jsch" {
      ~ etag       = "W/\"3bb485f6eb913062a9c5a310647a26e2d9816d9f44cda01d6d76ba128fd44ffe\"" -> "W/\"f23e93c5b9f635a7708791f89ca14b6fe45ce91cb38b8d1722cd3218edd12b06\""
        id         = "5418783:quarkus-jsch"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_prettytime has been changed
  ~ resource "github_team" "quarkus_prettytime" {
      ~ etag                      = "W/\"6ad716e312968817ee1c61b9c7500733f8e23c21673ca92c061cc623c386d15e\"" -> "W/\"875500a57c289b8fa0965ae2c3c62e525948976b49580477edf7edc3ed289e85\""
        id                        = "4612233"
        name                      = "quarkiverse-prettytime"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_datadog_opentracing has been changed
  ~ resource "github_team" "quarkus_datadog_opentracing" {
      ~ etag                      = "W/\"cc0df61c924025542262d7fa1ca29526e4a578e022cf9aee97170b55fce11a47\"" -> "W/\"5ef118e640423a899c0ab478ec3091e28a9e7fd57f1f13b7dd800c7f60edf91a\""
        id                        = "4759562"
        name                      = "quarkiverse-datadog-opentracing"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_prettytime has been changed
  ~ resource "github_repository" "quarkus_prettytime" {
      ~ etag                   = "W/\"9277f05a424961c03294e7456c3196af7f6140e700022524789eeca29671da1f\"" -> "W/\"fe477274e78a5c6309b6424f71d4b20162a53158400a437027aa7618957e024e\""
        id                     = "quarkus-prettytime"
        name                   = "quarkus-prettytime"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_elasticsearch_reactive has been changed
  ~ resource "github_team" "quarkus_elasticsearch_reactive" {
      ~ etag                      = "W/\"bf822f2293f4c4dc5caeeadbed10d92ea65bb1cccde3fcdb085524ede4a468b2\"" -> "W/\"8304338957d799fa23a97b306927225cc8667cb089d0a86a509bb7bdfd882832\""
        id                        = "4941463"
        name                      = "quarkiverse-elasticsearch-reactive"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_operator_sdk has been changed
  ~ resource "github_team" "quarkus_operator_sdk" {
      ~ etag                      = "W/\"0a7150a35d801f73e1346c9b43a27d4cd9bcbb7c28ffacb19392b6831f13198e\"" -> "W/\"9eb85bc82551b888f61a985f009ed371f9dcde6bdc1d7c09bd010b1856059c8f\""
        id                        = "4585468"
        name                      = "quarkiverse-operator-sdk"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_logging_manager has been changed
  ~ resource "github_team_repository" "quarkus_logging_manager" {
      ~ etag       = "W/\"8b7482fd6eb9a759be01a8469a9847aa9b914c932272d5e407f05f682453f1eb\"" -> "W/\"a7f5e1091d8f2c82f668f65838351652eeb4f2dd72adca91f4938593e645a357\""
        id         = "4193789:quarkus-logging-manager"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_morphia has been changed
  ~ resource "github_team" "quarkus_morphia" {
      ~ etag                      = "W/\"a32afac178f735104e25f476c6215f03b962974038b61eabfad84224294a26ea\"" -> "W/\"84585b869504af7c4425a3194364f5b13087736e9cde7c0f302a9a9360e35441\""
        id                        = "4994632"
        name                      = "quarkiverse-morphia"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_config_extensions has been changed
  ~ resource "github_team" "quarkus_config_extensions" {
      ~ etag                      = "W/\"c4b3bf9d0cf1c1af74892fbe05d23388cc0b2b070a192d03a136968c4708d08e\"" -> "W/\"66c2dc978489fcf5a2955021bc21b449bcb853047449d6c59305cb2d8f7e746d\""
        id                        = "4679791"
        name                      = "quarkiverse-config-extensions"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_rabbitmq_client has been changed
  ~ resource "github_team" "quarkus_rabbitmq_client" {
      ~ etag                      = "W/\"b5fceab63ca9976996f5d4bb9a7eca46048d4ad0d031b90eb2080f40e0ba7115\"" -> "W/\"02d7ebbf9ad7f4baba499e06b48187afb59cc64673b9d338a7a23f7ec64c9129\""
        id                        = "4454281"
        name                      = "quarkiverse-rabbitmq-client"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_shardingsphere_jdbc has been changed
  ~ resource "github_team_repository" "quarkus_shardingsphere_jdbc" {
      ~ etag       = "W/\"cc043471571fe9ced64508b8161aef3eb86591b31cb01f4a7cc8336aa5b4cf88\"" -> "W/\"c641f0153f9bc89c6a6ea6da024725d33fc7141cec62efa9e7337bc3a725e6e9\""
        id         = "5330628:quarkus-shardingsphere-jdbc"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_micrometer_registry has been changed
  ~ resource "github_team" "quarkus_micrometer_registry" {
      ~ etag                      = "W/\"7a94dc77169323662c5b6bc126dca0820f8a8c5125547c18dd91e337710bee7f\"" -> "W/\"ff9a1d4d44c7abbf3535cc932d5b1b69069b1e7e3dc3e29bce18937d4084f907\""
        id                        = "4331393"
        name                      = "quarkiverse-micrometer-registry"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_prettytime has been changed
  ~ resource "github_team_repository" "quarkus_prettytime" {
      ~ etag       = "W/\"5bb083375cead5d58822340c4e426203914cef7e7152178c3ebf59a6871649c0\"" -> "W/\"74fc2f658b368ed8a4e8232e37a8cd00324be13ac71599281398e480be28708c\""
        id         = "4612233:quarkus-prettytime"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_jackson_jq has been changed
  ~ resource "github_team" "quarkus_jackson_jq" {
      ~ etag                      = "W/\"7be3f2ee0be49f0e9c4b9d587de88e1a000a29b17e4e4e0b9bb62efd8fd7aa5c\"" -> "W/\"601f0a097251aaea562cb8d6729af222f2b01795d70b3da296f780d94b6e2852\""
        id                        = "5182252"
        name                      = "quarkiverse-jackson-jq"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_github_api has been changed
  ~ resource "github_repository" "quarkus_github_api" {
      ~ etag                   = "W/\"6e530f7578101ff3065c532a2fd8e86691c59ddf12915156ab3a52cb3582d674\"" -> "W/\"00b88b950687aebe0cb3b86ed08f9f9cc041c1d5180665257bc773aba63492b4\""
        id                     = "quarkus-github-api"
        name                   = "quarkus-github-api"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_doma has been changed
  ~ resource "github_team" "quarkus_doma" {
      ~ etag                      = "W/\"2de16fb0b2aa5df251ed2dccbe39e78ac884e9f1fad3dca25140c7423add501f\"" -> "W/\"95d2d54ae5d2568e1e72d7e461ef74370817b6acd006d4ddba6927d11eadbd9d\""
        id                        = "4206574"
        name                      = "quarkiverse-doma"
        # (7 unchanged attributes hidden)
    }
  # github_branch.quarkus_cxf has been changed
  ~ resource "github_branch" "quarkus_cxf" {
      ~ etag          = "W/\"d447312c14f5b978b92d475e72d36f10eff777c61d9baaeba94c25916d65799d\"" -> "W/\"8bc58aea613ce57a4732ff459ec6130687e0ce63192a6a6516c4fc7b1f7758f1\""
        id            = "quarkus-cxf:master"
      ~ sha           = "378855406d8fe46e4b1f7fc88ab4e69accefee64" -> "30e3afb1bbe42ccc2ee556767239a6ca37f38955"
        # (4 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_tekton_client has been changed
  ~ resource "github_team_repository" "quarkus_tekton_client" {
      ~ etag       = "W/\"7f13b8c4799b6b67808430bd1b3c877d1c774e18df985a0cbbe695d00bedb134\"" -> "W/\"4bd01505997608e55d35c6b6ed882db91dace80825ea4ab2c788a4ea1e85a9e0\""
        id         = "4429729:quarkus-tekton-client"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_logging_splunk has been changed
  ~ resource "github_team_repository" "quarkus_logging_splunk" {
      ~ etag       = "W/\"2fa425451ce6329740c616a09c382c7339f26b16c0f23acd4315438e1c1f3e5f\"" -> "W/\"49c893ee1145d7904b470e0743bb5a4e63540d37122c483d25c5406339907cd2\""
        id         = "4611522:quarkus-logging-splunk"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_mybatis has been changed
  ~ resource "github_team" "quarkus_mybatis" {
      ~ etag                      = "W/\"46621f9823c1f56c404c6284255bb6fee4eb25cded967f28a34afc7a88756485\"" -> "W/\"2d246da7f6c0740233c75c90f277adc2c797b937023ced2a96523a5531fe2a0e\""
        id                        = "4163389"
        name                      = "quarkiverse-mybatis"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_hibernate_types has been changed
  ~ resource "github_team" "quarkus_hibernate_types" {
      ~ etag                      = "W/\"52278f28c84b4888ce1cbbede1225f1a7fa4a7e8603e30a17bafd0bba9b734bb\"" -> "W/\"44a8abf812e3a481d04c2df58324905da620140c5f71daa57fc3a4fccd5ce5a4\""
        id                        = "4427586"
        name                      = "quarkiverse-hibernate_types"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jna has been changed
  ~ resource "github_team_repository" "quarkus_jna" {
      ~ etag       = "W/\"8eef24d0f45e1b2cec2516aebdc0b8dd49fb40e0809f2164b7fdab857bb923d7\"" -> "W/\"1a7fe47eb278ba46f840fad786b70ca6270b3535a8b82115184710e0cf6ab2d5\""
        id         = "4257639:quarkus-jna"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_cucumber has been changed
  ~ resource "github_repository" "quarkus_cucumber" {
      ~ etag                   = "W/\"41f7be2199f6297ea1a64dc22f40639331cbc484914581d86eaf4be6bec0402e\"" -> "W/\"8d5b27c5f95bf1617e150ad2947407a0246c7b2bf25d52b0c0f93e0c15857f6e\""
        id                     = "quarkus-cucumber"
        name                   = "quarkus-cucumber"
        # (25 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_cucumber has been changed
  ~ resource "github_team_repository" "quarkus_cucumber" {
      ~ etag       = "W/\"579da654eb46e9a12548bef0cedc5558aac226b3959c449c180833b82acb23e9\"" -> "W/\"c1ed4269acd7284196e0d70cb3c4c0cfcd57c5999cc00b36d6e07c8e8c7d0e79\""
        id         = "5020733:quarkus-cucumber"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_micrometer_registry has been changed
  ~ resource "github_team_repository" "quarkus_micrometer_registry" {
      ~ etag       = "W/\"da074b146f300298cc2d3a57e2c63baf42c79416fc73c804ecbf2ff7e8b7fbca\"" -> "W/\"b719cfd3e7d18be828c69d3407377561ebe1dd9fb13385eae6300797dd0f6f25\""
        id         = "4331393:quarkus-micrometer-registry"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_zeebe has been changed
  ~ resource "github_team" "quarkus_zeebe" {
      ~ etag                      = "W/\"727221c2cf2838c20ace53c1dbe56ee7a425c1be056120ddf2a7a8556c4a38f7\"" -> "W/\"b9d934ddc096ac86df2f430d079a94c693996151324d5332248fca734f620747\""
        id                        = "5333665"
        name                      = "quarkiverse-zeebe"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_zeebe has been changed
  ~ resource "github_team_repository" "quarkus_zeebe" {
      ~ etag       = "W/\"f52e9f007a17dcafcd2535dbead9dffa1171e8708355022707afec62cf03996a\"" -> "W/\"00631279d949cdf7c3103c56bd2beca34bb1d0c9aa3b86618d0c6daef17ffffb\""
        id         = "5333665:quarkus-zeebe"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_mockk has been changed
  ~ resource "github_team" "quarkus_mockk" {
      ~ etag                      = "W/\"cc7fb31fa422a8e8d971da6d5ac7b43b62946ed07cf40acf52e7f0192272910f\"" -> "W/\"d5d5daca75587a9fa43dad9578d6d7bdb82f0e74c8bb61a5c893157e502f67dd\""
        id                        = "4479092"
        name                      = "quarkiverse-mockk"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_hibernate_types has been changed
  ~ resource "github_team_repository" "quarkus_hibernate_types" {
      ~ etag       = "W/\"9aed6f634ec881b7e7c396781c4ba84e80ccba79ee392affaa8e082642dfb0b9\"" -> "W/\"f0fcd042ae48579eadd400c9a5d1e62dfe105222e07ebd2000bf4be90363c507\""
        id         = "4427586:quarkus-hibernate-types"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_logging_cloudwatch has been changed
  ~ resource "github_team_repository" "quarkus_logging_cloudwatch" {
      ~ etag       = "W/\"d8b0952edb810bbb962d4c0c330120448f4dbb2fe245450f92d3c24fe717fd9a\"" -> "W/\"5bb6c5391746b7672e7b93db00175fe64e95a9fcc010851d1b8820335f786379\""
        id         = "4766806:quarkus-logging-cloudwatch"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_jgrapht has been changed
  ~ resource "github_team_repository" "quarkus_jgrapht" {
      ~ etag       = "W/\"0a00492d8cbbd9c5ba40227dfcd37660c4dbf0112373c03d63135834a5b49baf\"" -> "W/\"8e073327fa70c21acb80f9a3f0cfdfc692b487832922bb954381ec7515b70be8\""
        id         = "4691584:quarkus-jgrapht"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_scala has been changed
  ~ resource "github_team" "quarkus_scala" {
      ~ etag                      = "W/\"89a3fd3fa7dbe8c1af0d202e7be76291ae25026542bebb41ad142845a984e2be\"" -> "W/\"01da99f338626aa4a4d5486afa39710bff659586ba09d3316bcf9d4ff42a2126\""
        id                        = "4973599"
        name                      = "quarkiverse-scala"
        # (7 unchanged attributes hidden)
    }
  # github_repository.quarkus_rabbitmq_client has been changed
  ~ resource "github_repository" "quarkus_rabbitmq_client" {
      ~ etag                   = "W/\"db14baa3c8a97841c9134cc2140366e2499cdd28fcf79c053d53b9f07c69ac64\"" -> "W/\"745990298c0fb601335ee33dcf57c83e4bf783cfb9d27c31defc769a84e74353\""
        id                     = "quarkus-rabbitmq-client"
        name                   = "quarkus-rabbitmq-client"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_repository.quarkus_jsch has been changed
  ~ resource "github_repository" "quarkus_jsch" {
      ~ etag                   = "W/\"f49d5bb36cdebefc9b34b068666bd0526f108a777a5e23172bddaa2433d501ba\"" -> "W/\"d7f495e47d51e1999f569df2c4c9e2337f7aa3fdbfbf2664311427ecda1196e2\""
        id                     = "quarkus-jsch"
        name                   = "quarkus-jsch"
        # (24 unchanged attributes hidden)
    }
  # github_team.quarkus_tekton_client has been changed
  ~ resource "github_team" "quarkus_tekton_client" {
      ~ etag                      = "W/\"83630fdb22daf6c3a2d373e9560ea3360f1eb2c1c85998b927bb18730e75ae55\"" -> "W/\"e6b3047966fb4766af3676e65948db6ac99f03d03e8ed65a43b33adf69a6681b\""
        id                        = "4429729"
        name                      = "quarkiverse-tekton-client"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_logging_json has been changed
  ~ resource "github_team_repository" "quarkus_logging_json" {
      ~ etag       = "W/\"72f941f907c9d81898d7b5367f3ad9f47d32db62a8eed929a276027fc4184d8c\"" -> "W/\"7c1359375c78f56d029faa913b423b8b1d165c0b3990baa326025b38c3513c43\""
        id         = "4136031:quarkus-logging-json"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_opencv has been changed
  ~ resource "github_team_repository" "quarkus_opencv" {
      ~ etag       = "W/\"c667fcf624d98cd4a2d34fd546baf7ff52f41b4e692f47eeb4c4b67381061937\"" -> "W/\"9e58bb0d0da3c523323deb3cd22a49d51708ea82727eff326ee8cb7ce77edd10\""
        id         = "5330519:quarkus-opencv"
        # (3 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_mybatis has been changed
  ~ resource "github_team_repository" "quarkus_mybatis" {
      ~ etag       = "W/\"f8cb7f6d5dc6cddc065e0ed367fe4820968f5973948d47dc2cdf0c17a974d69f\"" -> "W/\"da2ee2ae8393e7da7a48674d91a645e72dbebc8340a3557181154af6cc9d9613\""
        id         = "4163389:quarkus-mybatis"
        # (3 unchanged attributes hidden)
    }
  # github_repository.quarkus_logging_splunk has been changed
  ~ resource "github_repository" "quarkus_logging_splunk" {
      ~ etag                   = "W/\"033013fc48798f1e113e2374634c44be477f46e604b0037f079dac35630903e8\"" -> "W/\"7758de30fd4a89c38c1d2e55bf0164698fd33dcdbc59ebb38f73fa311662f73b\""
        id                     = "quarkus-logging-splunk"
        name                   = "quarkus-logging-splunk"
        # (25 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }
  # github_team.quarkus_github_app has been changed
  ~ resource "github_team" "quarkus_github_app" {
      ~ etag                      = "W/\"8c4d25e834005f38ca8311e45410773c575975b9ce43c818a7ac5cdfa2a16f24\"" -> "W/\"46df3c52e7284038319f9c572d7d7e8facbad5674b873d298f2eca9d500148f4\""
        id                        = "5327479"
        name                      = "quarkiverse-github-app"
        # (7 unchanged attributes hidden)
    }
  # github_team_repository.quarkus_elasticsearch_reactive has been changed
  ~ resource "github_team_repository" "quarkus_elasticsearch_reactive" {
      ~ etag       = "W/\"eba3451922ea3fee6e76f83175234fcbb8e986194e739dfdfb23c342b2491015\"" -> "W/\"e509aaa19e065b48a95004e6c6acbfc050300e33ae0739580d854307a1e7f907\""
        id         = "4941463:quarkus-elasticsearch-reactive"
        # (3 unchanged attributes hidden)
    }
  # github_team.quarkus_kerberos has been changed
  ~ resource "github_team" "quarkus_kerberos" {
      ~ etag                      = "W/\"2eb0c4e743c138c5c352192c669decefea89160122dc501dbbdad0f0266f08d0\"" -> "W/\"e18b317d0cfcbe0d54790ffdd046fbecce07a0de1a4afa0b799736d1db9752b4\""
        id                        = "5330599"
        name                      = "quarkiverse-kerberos"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_freemarker has been changed
  ~ resource "github_team" "quarkus_freemarker" {
      ~ etag                      = "W/\"710e1805a2ff1e7cfd5b5c0b916005ea9896ba301f1d949d847ce9144cdc5c65\"" -> "W/\"c552defa6118c5a3b671a72fc7d6bbc56b7c8c5542d5cb695969c055cec757ee\""
        id                        = "4139356"
        name                      = "quarkiverse-freemarker"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_qson has been changed
  ~ resource "github_team" "quarkus_qson" {
      ~ etag                      = "W/\"86656e389b75cab9efb0971f420707a683219b6f94dbc4cb84299dee00a77862\"" -> "W/\"48ef733c8eaf770fe8c22e1c7f32124d54515cfdfd3c029b838a764f6bde2fdf\""
        id                        = "5258394"
        name                      = "quarkiverse-qson"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_cucumber has been changed
  ~ resource "github_team" "quarkus_cucumber" {
      ~ etag                      = "W/\"f08c43f59949f672f74460236fbba5550070199d5d4182851b3ce06107799a06\"" -> "W/\"279f4758bc95a28757ae01da9f25e986859dd7f96ad189f9ff3718a38c4eea6c\""
        id                        = "5020733"
        name                      = "quarkiverse-cucumber"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_jberet has been changed
  ~ resource "github_team" "quarkus_jberet" {
      ~ etag                      = "W/\"1b8aa6895f29d258b93102fcc3336f15b7f8f8cd9b3b4559be49a07b3f67236b\"" -> "W/\"dfe68a31a3a6e8e5773ca67c0d053e1241cdfc40d3f760c55ea88a601da6ac06\""
        id                        = "4130738"
        name                      = "quarkiverse-jberet"
        # (7 unchanged attributes hidden)
    }
  # github_team.quarkus_logging_cloudwatch has been changed
  ~ resource "github_team" "quarkus_logging_cloudwatch" {
      ~ etag                      = "W/\"815a9029e1e9c4f0c4e6de7ca9bda80715e509980b2edf3e8933bb26f910ad92\"" -> "W/\"a7c4f30d757242508c245cddc38a5c8c9fa949d6f07baaad0da93f7e44cf8e10\""
        id                        = "4766806"
        name                      = "quarkiverse-logging-cloudwatch"
        # (7 unchanged attributes hidden)
    }

Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_repository.quarkus_amazon_alexa will be created
  + resource "github_repository" "quarkus_amazon_alexa" {
      + allow_merge_commit     = true
      + allow_rebase_merge     = true
      + allow_squash_merge     = true
      + archived               = false
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Quarkus Amazon Alexa extension"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + has_issues             = true
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + name                   = "quarkus-amazon-alexa"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + topics                 = [
          + "quarkus-extension",
        ]
      + visibility             = (known after apply)
      + vulnerability_alerts   = true
    }

  # github_repository.quarkus_amazon_services will be created
  + resource "github_repository" "quarkus_amazon_services" {
      + allow_merge_commit     = true
      + allow_rebase_merge     = true
      + allow_squash_merge     = true
      + archived               = false
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Quarkus Amazon Services extensions"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + has_issues             = true
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + name                   = "quarkus-amazon-services"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + topics                 = [
          + "quarkus-extension",
        ]
      + visibility             = (known after apply)
      + vulnerability_alerts   = true
    }

  # github_repository.quarkus_artemis will be created
  + resource "github_repository" "quarkus_artemis" {
      + allow_merge_commit     = true
      + allow_rebase_merge     = true
      + allow_squash_merge     = true
      + archived               = false
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Quarkus Artemis extensions"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + has_issues             = true
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + name                   = "quarkus-artemis"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + topics                 = [
          + "quarkus-extension",
        ]
      + visibility             = (known after apply)
      + vulnerability_alerts   = true
    }

  # github_repository.quarkus_consul_config will be created
  + resource "github_repository" "quarkus_consul_config" {
      + allow_merge_commit     = true
      + allow_rebase_merge     = true
      + allow_squash_merge     = true
      + archived               = false
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Quarkus Consul Config extension"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + has_issues             = true
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + name                   = "quarkus-consul-config"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + topics                 = [
          + "quarkus-extension",
        ]
      + visibility             = (known after apply)
      + vulnerability_alerts   = true
    }

  # github_repository.quarkus_neo4j will be created
  + resource "github_repository" "quarkus_neo4j" {
      + allow_merge_commit     = true
      + allow_rebase_merge     = true
      + allow_squash_merge     = true
      + archived               = false
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Quarkus Neo4j extension"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + has_issues             = true
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + name                   = "quarkus-neo4j"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + topics                 = [
          + "quarkus-extension",
        ]
      + visibility             = (known after apply)
      + vulnerability_alerts   = true
    }

  # github_repository.quarkus_vault will be created
  + resource "github_repository" "quarkus_vault" {
      + allow_merge_commit     = true
      + allow_rebase_merge     = true
      + allow_squash_merge     = true
      + archived               = false
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Quarkus HashiCorp Vault extension"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + has_issues             = true
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + name                   = "quarkus-vault"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + topics                 = [
          + "quarkus-extension",
        ]
      + visibility             = (known after apply)
      + vulnerability_alerts   = true
    }

  # github_team.quarkus_amazon_alexa will be created
  + resource "github_team" "quarkus_amazon_alexa" {
      + create_default_maintainer = false
      + description               = "Quarkiverse team for the Amazon Alexa extension"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "quarkiverse-amazon-alexa"
      + node_id                   = (known after apply)
      + parent_team_id            = 5344029
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team.quarkus_amazon_services will be created
  + resource "github_team" "quarkus_amazon_services" {
      + create_default_maintainer = false
      + description               = "Quarkiverse team for the Amazon Services extensions"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "quarkiverse-amazon-services"
      + node_id                   = (known after apply)
      + parent_team_id            = 5344029
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team.quarkus_artemis will be created
  + resource "github_team" "quarkus_artemis" {
      + create_default_maintainer = false
      + description               = "Quarkiverse team for the Artemis extensions"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "quarkiverse-artemis"
      + node_id                   = (known after apply)
      + parent_team_id            = 5344029
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team.quarkus_consul_config will be created
  + resource "github_team" "quarkus_consul_config" {
      + create_default_maintainer = false
      + description               = "Quarkiverse team for the Consul Config extension"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "quarkiverse-consul-config"
      + node_id                   = (known after apply)
      + parent_team_id            = 5344029
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team.quarkus_neo4j will be created
  + resource "github_team" "quarkus_neo4j" {
      + create_default_maintainer = false
      + description               = "Quarkiverse team for the Neo4j extension"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "quarkiverse-neo4j"
      + node_id                   = (known after apply)
      + parent_team_id            = 5344029
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team.quarkus_vault will be created
  + resource "github_team" "quarkus_vault" {
      + create_default_maintainer = false
      + description               = "Quarkiverse team for the HashiCorp Vault extension"
      + etag                      = (known after apply)
      + id                        = (known after apply)
      + members_count             = (known after apply)
      + name                      = "quarkiverse-vault"
      + node_id                   = (known after apply)
      + parent_team_id            = 5344029
      + privacy                   = "closed"
      + slug                      = (known after apply)
    }

  # github_team_membership.quarkus_amazon_alexa["oztimpower"] will be created
  + resource "github_team_membership" "quarkus_amazon_alexa" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "oztimpower"
    }

  # github_team_membership.quarkus_amazon_services["marcinczeczko"] will be created
  + resource "github_team_membership" "quarkus_amazon_services" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "marcinczeczko"
    }

  # github_team_membership.quarkus_artemis["middagj"] will be created
  + resource "github_team_membership" "quarkus_artemis" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "middagj"
    }

  # github_team_membership.quarkus_consul_config["geoand"] will be created
  + resource "github_team_membership" "quarkus_consul_config" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "geoand"
    }

  # github_team_membership.quarkus_lucene["gustavocoding"] will be created
  + resource "github_team_membership" "quarkus_lucene" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "4572442"
      + username = "gustavocoding"
    }

  # github_team_membership.quarkus_neo4j["michael-simons"] will be created
  + resource "github_team_membership" "quarkus_neo4j" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "michael-simons"
    }

  # github_team_membership.quarkus_vault["sberyozkin"] will be created
  + resource "github_team_membership" "quarkus_vault" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "sberyozkin"
    }

  # github_team_membership.quarkus_vault["vsevel"] will be created
  + resource "github_team_membership" "quarkus_vault" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = (known after apply)
      + username = "vsevel"
    }

  # github_team_repository.quarkus_amazon_alexa will be created
  + resource "github_team_repository" "quarkus_amazon_alexa" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "quarkus-amazon-alexa"
      + team_id    = (known after apply)
    }

  # github_team_repository.quarkus_amazon_services will be created
  + resource "github_team_repository" "quarkus_amazon_services" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "quarkus-amazon-services"
      + team_id    = (known after apply)
    }

  # github_team_repository.quarkus_artemis will be created
  + resource "github_team_repository" "quarkus_artemis" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "quarkus-artemis"
      + team_id    = (known after apply)
    }

  # github_team_repository.quarkus_consul_config will be created
  + resource "github_team_repository" "quarkus_consul_config" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "quarkus-consul-config"
      + team_id    = (known after apply)
    }

  # github_team_repository.quarkus_neo4j will be created
  + resource "github_team_repository" "quarkus_neo4j" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "quarkus-neo4j"
      + team_id    = (known after apply)
    }

  # github_team_repository.quarkus_vault will be created
  + resource "github_team_repository" "quarkus_vault" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "quarkus-vault"
      + team_id    = (known after apply)
    }

Plan: 26 to add, 0 to change, 0 to destroy.


```

</details>

*Pusher: @gastaldi, Action: `pull_request`*